Repository: gutosie/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: es, pl

source: Unfortunately, at the moment not found an update, try again later.
es: Lo siento,en este momento no se encontrarón las actualizaciones.Intentalo más tarde.
pl: Niestety,w tej chwili nie znaleziono aktualizacji,spróbuj ponownie później.

source: Initialize
es: Formateo
pl: Formatowanie

source: Initialize ext3
pl: Zainicjuj ext3

source: Initialize ext4
pl: Zainicjuj ext4

source: Mount Manager.
es: Manager de Montaje.
pl: Menedżer montowania.

source: Mounts UUID
pl: Montowania UUID

source: Save
es: Guardar
pl: Zapisz

source: Memory disc:
es: Memoria disco:
pl: Pamięć dysku:

source: Completed update NeoBoot. You need to restart the E2 and re-enter your pin code VIP!!! Restart now ?
pl: Zakończono aktualizację NeoBoota. Zrestartuj E2 i wpisz ponownie kod pin VIP!!! Uruchomić ponownie teraz?

source: Bravo - pin code removed! Please re-enter your pin code.
pl: Bravo - kod pin usunięty! Proszę wpisz ponownie kod pin.

source: Copy the boxbranding ?
es: Copiar archivo boxbranding ?
pl: Skopiować plik boxbranding?

source: Completed assembly of disks. Return to installation ?
es: Montaje de discos terminada. Volver a la instalación ?
pl: Zakończono montaż dysków. Wrócić do instalacji?

source: Return to installation...
es: Vuelta a la instalación de Neoboot...
pl: Powrót do instalacji Neoboota...

source: Repair FTP ? (Recommended only other image if it does not work.)
es: Reparar conexión FTP ? (Recomendado para otras Imágenes)
pl: Naprawić połączenie ftp ? (nie zalecane)

source: Copy the extensions plugins ?
es: Copiar extensiones de los plugin ?
pl: Skopiować wtyczki rozszerzeń?

source: Copy the system plugins ?
es: Copiar plugins del sistema?
pl: Skopiować systemowe wtyczki?

source: Deep standby
es: Espera profundo
pl: Głęboki tryb gotowości

source: Start with change kernel - Recommended
es: Empieza por el cambio de Kernel -Recomendado
pl: Zacznij od zmiany jądra-Zalecane

source: Copy Settings to the new Image
es: Copiar configuracion a la nueva Imagen - No recomendado
pl: Skopiować ustawienia z flash do nowego oprogramowania ? (Nie zalecane)

source: Boot new Image directly ?
es: Iniciar Imagen instalada directamente ?
pl: Uruchomić instalowane oprogramowanie ?

source: Delete Image zip after Install ?
es: Borrar Imagen del .ZIP despúes de la instalación ?
pl: Usunąć plik zip instalowanego oprogramowania po zakończeniu instalacji ?

source: Remove password ftp for the new Image ?
es: Borrar contraseña FTP para nueva Imagen ?
pl: Usunąć hasło root w nowym oprogramowania ?

source: OK Start image...
es: !!! NEOBOOT INICIO DE IMAGEN !!!.
pl: !!! NEOBOOT START OBRAZU !!!.

source: Copy network settings LAN-WLAN ?
es: Copiar configuración LAN-WLAN ?
pl: Skopiować ustawienia sieciowe LAN-WLAN?

source: There is no NeoBootUpdate.tar.gz to install.
es: No hay archivos en NeoBootUpdate para instalación !
pl: Nie ma pliku w NeoBootUpdate do zainstalowania!

source: The update file is available at http://all-forum.cba.pl
es: Archivo de actualización disponible en la dirección http://all-forum.cba.pl
pl: Plik aktualizacji jest dostępny pod adresem http://all-forum.cba.pl

source: Please name NeoBootUpdate.tar.gz for the downloaded file and upload to / tmp and try again.
es: Por favor, pon nombre NeoBootUpdate.tar.gz para el archivo descargado,envía a /tmp e intentalo de nuevo...
pl: Proszę ,podaj nazwę NeoBootUpdate.tar.gz dla pobranego pliku, prześlij do lokalizacji /tmp i spróbuj ponownie...

source: Copy the kernel of the installed system (recommended ?
pl: Skopiować jądro instalowanego systemu ? (zalecane)

source: Copy files from Flash to the installed image ?
pl: Skopiować pliki z flesza do instalowanego oprogramowania ?

source: Copy settings SoftCam ?
es: Copiar configuración de SoftCam ?
pl: Skopiować ustawienia SoftCam ?

source: Path BlackHole ? (Not recommended for VuPlus)
es: Ruta BlackHole ?(No recomendada para VuPlus)
pl: Naprawić uruchamianie BlackHole ? (nie zalecana dla tunerów vuplus)

source: NeoBoot has detected that the disks have been labeled. Zalecany calkowity rstart tunera
pl: NeoBoot wykrył że dyski zostały oznaczone. Zalecane całkowite ponowne uruchomienie odbiornika

source: NeoBoot detected a kernel mismatch in flash, Install a kernel for flash image? ?
pl: NeoBoot wykrył niedopasowanie jądra w fleszu, Zainstalować ponownie jądro oprogramowania flash ?

source: Select Yes to reinstall the neoboot. NEOBOOT.
pl: Wybierz Tak,aby ponownie zainstalować Neoboota. NEOBOOT.

source: Resignation.
pl: Rezygnacja.

source: Installing new neoboot software, only recommended from Flash!!! ---Continue ?---
pl: Instalowanie nowego oprogramowania neoboota, zalecane tylko z wewnętrznej pamięci flash!!! ---Kontynuować?---

source: Installation from Flash!!! ---Continue ?---
pl: Instalacja oprogramowania z wewnętrznej pamięci flash. ---Kontynuować ?---

source: The tuner is not supported by NeoBoot. Contact the author. No proper STB for installation !!!!
pl: Odbiornik nie jest obsługiwany przez NeoBoota. Skontaktuj się z autorem. Brak odpowiedniego STB do instalacji!!!!

source: It is recommended to install new software only from a flash system. ---NEOBOOT EXIT---
pl: Zaleca się instalowanie nowego oprogramowania tylko z flesza. ---NEOBOOT WYJŚCIE---

source: - Select the software to be installed with the cursor (left or right).
pl: - Wybierz oprogramowanie do zainstalowania za pomocą kursora(w lewo lub w prawo).

source: - to change, press blue on the remote control.
pl: - Aby zmienić nazwę oprogramowania, naciśnij niebieski przycisk na pilocie.

source: - the option copies the channel list from the flash to the installed image in the neobot.
pl: - ta opcja kopiuje listę kanałów z pamięci flesza do instalowanego oprogramowania w neobocie.

source: - the option moves files with the settings for lan and wlan.
pl: - ta opcja przenosi pliki z ustawieniami dla lan i wlan.

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
pl: - ta opcja kopiuje ustawienia oprogramowania z flesza do systemu instalowanego w neoboot.

source: - after installation,the option deletes the zip image file from the ImagesUpload directory.
pl: - po instalacji, opcja usuwa plik zip oprogramowania z katalogu ImagesUpload.

source: - the option in some cases repairs the File Transfer Protocol connection in the installed image.
pl: - w niektórych przypadkach opcja naprawia połączenie FTP (File Transfer Protocol) w zainstalowanym oprogramowaniu. Zaleca się zaznaczyć wybór na "Nie" jeśli nie jesteśmy pewni. Jeśli nie ma połączenia ftp w nowo zainstalowanym oprogramowaniu możemy użyć programu WinSCP (dla windows) i w opcji protokół plików wybrać SCP dla komunikacji.

source: - the option copies oscam configi and cccam, openpli default.
pl: - ta opcja kopiuje config oscam i cccam , openpli - domyślnie.

source: - option for image blackhole,helps to run BH in neoboot.
pl: - opcja dla image blackhole, pomaga uruchomić BH w neobocie.

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
pl: Nie można odmontować partycji,upewnij się że nie jest używana do ścieżek nagrywania/timeshiftu

source: This Device is already mounted as HDD.
pl: To urządzenie jest już zamontowane jako dysk twardy.

source: Choose where to mount your devices to:
pl: Wybierz,gdzie chcesz zamontować swoje urządzenia:

source: Wait please while scanning your %s %s devices...n\ Looking for a disk...
pl: Poczekaj proszę,podczas skanowania twoich %s %s urządzeń...n\ Szukam dysku...

source: Install
pl: Instalacja

source: Hard disk
pl: Dysk twardy

source: Card
pl: Karta

source: Compact flash
pl: Kompaktowy flesz

source: MMC card
pl: Karta MMC

source: Network mount
pl: Montowanie sieci

source: Network mount %s
pl: Montowanie sieci %s

source: Ram disk
pl: Dysk Ram

source: USB stick
pl: Pamięć USB

source: USB1 stick
pl: Pamięć USB1

source: USB2 stick
pl: Pamięć USB2

source: [Harddisk] enumerating block devices...
pl: [Dysk twardy] zliczanie bloków urządzenia...

source: drive state is: standby
pl: stan napędu to: tryb gotowości

source: drive state is: idle
pl: stan napędu to: tryb bezczynności

source: drive state is: active/idle
pl: stan napędu to: tryb aktywny/bezczynny

source: (Partition %d)
pl: (Partycja %d)

source: [Harddisk] Failed to set %s speed to %s
pl: [Dysk twardy] Nie udało się ustawić %s prętkości dla %s

source: [Harddisk] Failed to open /proc/mounts
pl: [Dysk twardy] Nie można utworzyć montowania

source: UnmountTask: No mountpoints found?
pl: Zadanie odmontowania:Nie znaleziono punktów montowania?

source: [Harddisk] Failed to read /proc/filesystems:
pl: [Dysk twardy] Nie można odczytać systemu plików:

source: [Harddisk] Unable to determine structure of /dev
pl: [Dysk twardy] Nie można określić struktury /dev

source: [Harddisk] new device
pl: [Dysk twardy] nowe urządzenie

source: [Harddisk] no hdX or sdX or mmcX
pl: [Dysk twardy] nie hdX lub sdX lub mmcX

source: [Harddisk] Failed to get model:
pl: [Dysk twardy] Nie udało się pobrać modelu:

source: [Harddisk] mounting:
pl: [Dysk twardy] montowanie:

source: open
pl: otwórz

source: write
pl: zapisany

source: append
pl: dodać

source: close
pl: zamknij

source: LogFile closed properly
pl: Plik dziennika poprawnie zamknięty

source: ERROR closing LogFile!!!
pl: BŁĄD zamykający Plik dziennika!!!

source: UNKNOWN
pl: NIEZNANY

source: Waiting
pl: Oczekiwanie

source: In progress
pl: W trakcie

source: Finished
pl: Skończone

source: Failed
pl: Nie powiodło się

source: still waiting for %d resident task(s) %s to finish
pl: wciąż czeka na %d zadanie(a) %s do skończenia

source: task going resident:
pl: zadanie do wykonania:

source: task keeps staying resident:
pl: zadanie pozostaje:

source: >>> Error:
pl: >>> Błąd:

source: resident task finished:
pl: zadanie zakończone:

source: execute:
pl: wykonać:

source: [Task] preconditions failed
pl: [Zadanie] warunki wstępne nie spełniły się

source: [Task] exception:
pl: [Zadanie] wyjątek:

source: Timeout elapsed, sorry
pl: Upłynął limit czasu,przepraszam

source: Error: %s Retry?
pl: Błąd: %s Spróbować ponownie?

source: Error
pl: Błąd

source: Delete file
pl: Usuń plik

source: completed with
pl: uzupełniony o

source: in
pl: w

source: retrying job
pl: ponowny test

source: not retrying job.
pl: nie ponawiamy test.

source: An unknown error occurred!
pl: Wystąpił nieznany błąd!

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
pl: Za mało miejsca na dysku.Zwolnij trochę miejsca i spróbuj ponownie.(Wymagane %d MB, %d MB dostępne)

source: A required tool (%s) was not found.
pl: Wymagane narzędzie (%s) nie znaleziono.

source: Cancelled upon user request
pl: Anulowane na żądanie użytkownika

source: Error code
pl: Kod błędu

source: Wait please, NeoBoot is working: ....Restore in progress....'
pl: Poczekaj proszę,NeoBoot PRACUJĘ:....Trwa przywracanie...

source: Superboot: Restore COMPLETE !
pl: Neoboot:przywracanie ZAKOŃCZONE!

source: NeoBoot is reinstall...
pl: NeoBoot jest ponownie instalowany...

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash STB
pl: Przepraszamy, NeoBoota można zainstalować lub zaktualizować tylko po uruchomieniu wewntrznej pamięci flash STB

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
pl: NeoBoot został pomyślnie zaktualizowany.Możesz teraz ponownie uruchomić wtyczkę. Baw się dobrze!!!

source: Sorry, IPTVPlayer not found.
pl: Przepraszamy,nie znaleziono IPTVPlayera.

source: NeoBoot: Start image...
pl: Start oprogramowania...

source: NEOBOOT - Restart image flash.... Please wait, in a moment the decoder will be restarted...
pl: NEOBOOT - Uruchamiam ponownie oprogramowanie z flesza.... Proszę czekać,za chwilę odbiornik zostanie uruchomiony ponownie...

source: ...............NEOBOOT - REBOOT............... Please wait, in a moment the decoder will be restarted...
pl: ............... NEOBOOT-PONOWNE URUCHOMIENIE ................ Proszę czekać,za chwilę odbiornik zostanie uruchomiony ponownie...

source: DIR Fail: %s
pl: Błąd DIR: %s

source: FILE Fail: %s
pl: Błąd PLIKU: %s

source: SYMLINK Fail: %s : %s
pl: Błąd SYMLINK: %s : %s

source: Failed File Permissions: %s
pl: Błąd uprawnień do plików: %s

source: unknown action "%s
pl: nieznane działanie "%s

source: %r is not callable
pl: %r nie można wywołać

source: conflicting option string(s): %s
pl: sprzeczny ciąg opcji : %s

source: mutually exclusive arguments must be optional
pl: argumenty wzajemnie się wykluczające muszą być opcjonalne

source: cannot have multiple subparser arguments
pl: nie może mieć wielu argumentów podrzędnych

source: unrecognized arguments: %s
pl: nierozpoznane argumenty: %s

source: not allowed with argument %s
pl: nie dozwolone z argumentem %s

source: too few arguments
pl: zbyt mało argumentów

source: argument %s is required
pl: argument %s jest wymagany

source: one of the arguments %s is required
pl: jeden z argumentów %s jest wymagany

source: expected one argument
pl: oczekiwany jeden argument

source: expected at most one argument
pl: oczekiwany najwyżej jeden argument

source: expected at least one argument
pl: oczekiwano co najmniej jednego argumentu

source: expected %s argument(s)
pl: oczekiwane %s argumenty

source: ambiguous option: %s could match %s
pl: niejednoznaczna opcja: %s może pasować do %s

source: unexpected option string: %s
pl: niespodziewany ciąg opcji: %s

source: invalid %s value: %r
pl: nieprawidłowa %s wartość: %r

source: invalid choice: %r (choose from %s)
pl: nieprawidłowy wybór: %r (wybierz z %s)

source: The format_version method is deprecated -- the "version" argument to ArgumentParser is no longer supported.
pl: Metoda wersji formatu jest przestarzała -- argument "wersja" ArgumentParser nie jest już obsługiwany.

source: The print_version method is deprecated -- the "version" argument to ArgumentParser is no longer supported.
pl: Metoda wersji wydruku jest przestarzała-- argument "wersja" ArgumentParser nie jest już obsługiwany.

source: %s: error: %s
pl: %s: błąd: %s

source: NeoBoot zainstalowano w lokalizacji:
pl: NeoBoota zainstalowano w lokalizacji:

source: Warning!!! after successfully running the selected software in neoboot you must run NEOBOOT to confirm the correct operation of the image. Press OK or exit on the remote control to continue...
pl: Ostrzeżenie!!! po udanym uruchomieniu wybranego oprogramowania w neoboot, należy uruchomić NEOBOOT, aby potwierdzić poprawne działanie image. Kontynuować ?

source: Error - in the location %sImagesUpload/.kernel/ no file found kernel flash-kernel-%s.bin
pl: Error - w lokalizacji %sImagesUpload/.kernel/ nie odnaleziono pliku kernel flash-kernel-%s.bin

source: Please wait, in a moment the decoder will be restarted...
pl: Proszę czekać, za chwilę dekoder zostanie ponownie uruchomiony ...

source: Multiboot does not support this STB !!!
pl: Multiboot nie obsługuje tego STB !!!

source: Copy config SoftCam ?
pl: Skopiować pliki config softcam ? (zalecane )

source: -Select the software to be installed with the cursor (left or right).
pl: -Wybierz kursorem pilota oprogramowanie do zainstalowania (w lewo lub prawo).

source: -Rename image - to change, press blue on the remote control.
pl: -Zmień nazwę image - aby zmienić naciśnij na pilocie niebieski.

source: - this checking this option on it nothing will be copied from the image flash to the installed image in neoboot.
pl: - po zaznaczeniu tej opcji, na Nie, nic nie będzie kopiowane z image flash do instalowanego image w neoboot.

source: - after selecting this option, the kernel of the installed image will be copied to neoboot, only recommended for STB vuplus
pl: - po zaznaczeniu tej opcji zostanie skopiowany plik jądra (kernel) instalowanego image do neoboota, zalecane tylko dla STB vuplus

source: - Option to copy channel list from flash to image installed in neoboot.
pl: - Opcja przenosi listę kanałów z flasha do instalowanego oprogramowania w neoboot.

source: - the option moves files with the settings for lan and wlan.
pl: - opcja przenosi pliki z zawartymi ustawieniami dla sieci lan i wlan.

source: - the option transfers mounts to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
pl: - opcja przenosi z flasza montowanie dyków do instalowanego image w neoboocie, zalecane tylko w przypadku jeśli instalujemy image od innego model niż posiadamy.

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
pl: - opcja kopiuje ustawienia oprogramowania z flasza do instalowanego systemu w neoboocie.

source: - after installation, the option deletes the zip image file from the ImagesUpload directory.
pl: - po instalacji, opcja kasuje plik zip image z katalogu ImagesUpload.

source: - option for image blackhole, helps to run BH in neoboot
pl: - opcja przeznaczona dla image blackhole, pomaga uruchomić BH w neoboot

source: Copy MediaPortal ?
pl: Skopiować MediaPortal z flasz ?

source: Make a copy of the image from NeoBoot
pl: Wykonaj kopię oprogramowania.

source: Restore a copy of the image to NeoBoot
pl: Przywróć kopię oprogramowania.

source: Device manager
pl: Menadżer urządzeń.

source: Delete image ZIP from the ImagesUpload directory
pl: Wyczyść zawartość katalogu ImagesUpload.

source: Uninstall NeoBoot
pl: Usuń NeoBoota.

source: Reinstall NeoBoot
pl: Przeinstaluj neoboota

source: Restore neoboot backup
pl: Przywróć kopię zapasową neobota.

source: Update NeoBoot on all images.
pl: Aktualizuj NeoBoota na wszystkich image.

source: NeoBoot Backup
pl: Wykonaj kopię zapasową NeoBoota.

source: Update TV list on installed image.
pl: Skopiuj listę tv z flash, do wszystkich image.

source: Update IPTVPlayer on installed image.
pl: Skopiuj IPTVPlayer z flash, do wszystkich image.

source: Removing the root password.
pl: Usuń hasło root w image.

source: Check the correctness of neoboot installation
pl: Sprawdź poprawność instalacji NeoBoota.

source: NeoBoot Information
pl: Informacje o wtyczce NeoBoot.

source: Skin change
pl: Zmień skórkę Neoboota.

source: Supported sat tuners
pl: Wspierane tunery

source: Choose the skin you want to make.
pl: Wybierz skórkę.

source: Skin Change confirmation
pl: Potwierdzenie zmiany skóry...

source: Please wait, NeoBot is working, skin change is progress...
pl: Proszę czekać, NeoBot działa, zmiana skórki w toku...

source: NeoBoot: Complete Skin Change!
pl: NeoBoot: Skórka zmieniona!

source: NeoBoot Skin Change
pl: Zmiana skórki NeoBoot.

source: Skin Change: %s now ?
pl: Zmienić skórkę: %s teraz ?

source: now ?
pl: teraz ?

source: After successful launch of the selected software you must run the neoboot plugin if the software does not start or neoboot is not confirmed the system will return to the internal flash memory Press OK or exit on the remote control to continue...
pl: Uwaga - po udanym uruchomieniu wybranego oprogramowania, musisz uruchomić wtyczkę neoboot, jeśli oprogramowanie nie uruchomi się lub neoboot nie zostanie potwierdzony, system powróci do wewnętrznej pamięci flash. Kontynuować ?

source: Error - in the location %sImagesUpload/.kernel/ kernel file not found flash-kernel-%s.bin
pl: Error - w lokalizacji %sImagesUpload/.kernel/ nie odnaleziono pliku kernela flash-kernel-%s.bin

source: It looks like it that multiboot does not support this STB.
pl: Wygląda na to że multiboot nie wspiera tego modelu STB !!!

source: There is no space to make a copy of the image. You need 150 Mb of free space for copying the image.
pl: Brak miejca do zrobienia kopii image. Potrzebne jest 150 Mb wolnego miejsca na kopie oprogramowania.

source: Not enough free space on /media/ !! You need at least 500Mb free space. Exit plugin.
pl: Za mało wolnego miejsca w /media !! Potrzebujesz co najmniej 300 MB wolnego miejsca na dysku. Wyjdź z wtyczki i zwolnij miejsce.

source: Unfortunately you cannot backup from flash with this plugin. Install backupsuite to a copy of the image from flash memory.
pl: Niestety nie można wykonać kopii zapasowej z flesza tą wtyczką. Zainstaluj backupsuite do zrobienia kopii oprogramowania z pamieci flesza.

source: Please wait, NeoBoot is working, the backup may take a few moments, the process is in progress ...
pl: Proszę cierpliwie czekać, NeoBoot działa, wykonywanie kopii zapasowej może zajać kilka chwil, proces w toku...

source: Choose copy you want to restore or delete.
pl: Wybierz kopię, którą chcesz przywrócić lub usunąć.

source: Software selected: %s remove ?
pl: Zaznaczono plik oprogramowania: %s, usunąć teraz ?

source: Confirmation of Deletion...
pl: Potwierdzenie Usunięcia...

source: NeoBoot - deleting backup files .....
pl: NeoBoot - usuwanie plików kopii zapasowej.....

source: NeoBoot: Backup files deleted!
pl: NeoBoot: Pliki kopii zapasowej usunięte!

source: Restoring settings...
pl: Przywracanie ustawień.....

source: NeoBoot removal of the boot manager ....
pl: NeoBoot usuwanie menedżera rozruchu....

source: Uninstalling neoboot...
pl: Odinstalowywanie neoboota...

source: Restore mount.
pl: Przywracanie montowania...

source: NeoBoot uninstalled, you can do reinstallation.
pl: NeoBoot odinstalowany, możesz zrobić reinstalacje.

source: [NeoBoot]Please wait, updating in progress ...
pl: Proszę czekać, aktualizacja w toku...

source: Wait, deleting .....
pl: Czekaj usuwam.....

source: Deleting downloaded image zip files ....
pl: Usuwanie pobranych plików image zip w toku....

source: The backup will be saved to /media/neoboot. Performing ...
pl: Kopia zapasowa zostanie zapisana w lokalizacji /media/neoboot. Trwa wykonywanie....

source: Re-installing the kernel. Install?
pl: Reinstalacja jądra systemu. Zainstalować ?

source: EGAMIBoot author allowed neoboot development and editing - Thanks
pl: Autor EgAMIBoot zezwolił na tworzenie i edycję Neoboot - Dziękiuję!

source: Translation by gutosie and other people!
pl: Tłumaczenie: gutosie i inni przyjaciele!

source: Buy a satellite tuner in the store: http://www.expert-tvsat.com/
pl: Chcesz kupić tuner ? Polecam sklep: http://www.expert-tvsat.com/

source: NeoBoot has been installed succesfully! NeoBoot has detected that the disks do not have a label. For correct neo boot operation, please give the disks the name LABEL Recommended total restart of the tuner.
pl: Pomyślnie zainstalowano NEOBOOT! NeoBoot wykrył, że dyski zostały oznaczone. Zalecane całkowite ponowne uruchomienie tunera

source: Installed succesfully NEOBOOT! NeoBoot has detected that the disks have been marked. Recommended total restart of the tuner
pl: Pomyślnie zainstalowano NEOBOOT! NeoBoot wykrył, że dyski zostały oznaczone etykietą label. ___ZALECANY CAŁKOWITY RESTART TUNERA STB !!!.___

source: Plugin ImageDownloader not installed! Install plugin to download new image? and---Continue ?---
pl: Wtyczka ImageDownloader nie jest zainstalowana! Zainstalować wtyczkę, aby pobrać nowe oprogramowania ? ---Kontynuować ?---

source: First start of software
pl: Pierwsze uruchomienie oprogramowania

source: The plug-in has been successfully installed.
pl: Wtyczka została pomyślnie zainstalowana.

source: The plugin not installed. Access Fails with Error code 0x04.
pl: Wtyczka nie zostałazainstalowana. Kod błędu 0x04.

source: Reinstall neoboot?
pl: Zainstalować ponownie neobota ?

source: The %sImagesUpload directory is EMPTY!!! Install the plugin to download new image online ? --- Continue? ---
pl: Katalog %sImagesUpload jest pusty!!! Zainstalować wtyczkę, aby pobrać nowe image z sieci? --- Kontynuować? ---

source: Geen internet
pl: Brak internetu
