Repository: gutosie/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: es, pl

source: Completely uninstall NeoBota: If you think NeoBot not you need it, you can uninstall it. To uninstall now press the red button on the remote control.
es: Desinstalación completa de NeoBoot: Si crees,que no necesitas a NeoBoot, puedes desinstalarlo. Para desinstalar,presiona el botón rojo en el mando.
pl: Kompletne odinstalowanie NeoBota: Jeśli uważasz, że NeoBoot nie jest Ci potrzebny, możesz go odinstalować. Wtyczk zostanie całkowicie odinstalowana z wewnętrznej pamięci flash, Twojego odbiornika Zostaną przywróconne domyślne ustawienia oprogramowania. Aby odinstalować, naciśnij czerwony przycisk na pilocie.

source: Start the chosen system now ?
es: Poner en marcha imagen elegida?
pl: Uruchomić wybrane oprogramowanie ?

source: is already installed. Please try another name.
es: Ya está instalado. Por favor,prueba con otro nombre.
pl: Jest już zainstalowany. Proszę spróbować innej nazwy.

source: Available:
es: Memoria disponible en el disco:
pl: Dostępna pamięć na dysku:

source: Cancel
es: Cancelar
pl: Anuluj

source: Install
es: Instalar
pl: Instaluj

source: Delete Confirmation
es: Confirmar borrar
pl: Potwierdzenie usunięcia

source: Devices Panel
es: Panel dispositivos
pl: Panel urządzeń

source: Do You really want to install NeoBoot in:
es: Instalación de NeoBoot irá automáticamente y durará pocos segundos.\n Quieres instalar a NeoBoot en dispositivo elegido:
pl: Instalacja NeoBoota przebiegnie w pełni automatycznie i potrwa kilka sekund.\n Czy chcesz zainstalować NeoBoota na wybranym nośniku:

source: Help
es: Ayuda
pl: Pomoc

source: Please choose an image to boot
es: Elige imagen para el arranque
pl: Wybierz oprogramowanie do uruchomienia:

source: WARNING !: The update brings with it the risk of errors.
es: PRECAUCIÓN: Actualización lleva el riesgo de errores.
pl: OSTRZEŻENIE !: Aktualizacja niesie za sobą ryzyko błędów.

source: Before upgrading it is recommended that you make a backup NeoBoot.
es: Antes de actualizar,se recomienda crear copia de respaldo de NeoBoot.
pl: Przed aktualizacją zaleca się utworzenie kopii zapasowej NeoBoota.

source: Do you want to run the update now ?
es: Quieres actualizar ahora?
pl: Czy chcesz teraz uruchomić aktualizację?

source: Select Yes to do update
pl: Wybierz Tak aby zaktualizować neoboota

source: Select No to do backup
pl: Wybierz Nie aby wykonać kopię zapasową neoboota

source: Canceled update.
es: Actualización anulada.
pl: Anulowana aktualizacja.

source: NeoBoot has detected update. Do you want to update NeoBoota now ?
es: NeoBoot detectó actualización. Quieres actualizar ahora a NeoBoot ?
pl: NeoBoot wykrył aktualizację. Czy chcesz teraz zaktualizować NeoBoota?

source: Image Name
es: Nombre Imagen
pl: Nadaj nazwę oprogramowania (aktywny niebieski przyciski pilota)

source: Image will be booted on the next STB boot!
es: La Imagen se iniciará despúes de reseteo de tu receptor !
pl: Obraz zostanie uruchomiony przy następnym rozruchu odbiornika!

source: Info
es: Información
pl: Informacje

source: Install & run multiple images.
es: Instala e inicia múltiples imágenes.
pl: Zainstaluj i uruchom wiele oprogramowań.

source: Install Confirmation
es: Confirmar instalación
pl: Potwierdzenie instalacji

source: Install Image
es: Instalación Imagen
pl: Instalacja oprogramowania.

source: Installation aborted !
es: Instalación abortada!
pl: Instalacja przerwana!

source: NeoBoot - Image Installation
es: NeoBoot-Instalación Imagen
pl: NeoBoot - Instalacja oprogramowania.

source: NeoBoot - Installation
es: NeoBoot-Instalación
pl: NeoBoot-Instalacja

source: Deleting in progress...
es: Borrado en progreso...
pl: Usuwanie w toku...

source: NeoBoot has been installed succesfully !
es: Enhorabuena NeoBoot se instaló correctamente. \nAhora pudes poner el plugin en marcha otra vez!
pl: Gratulacje NeoBoot jest poprawnie zainstalowany. \nTeraz można ponownie uruchomić wtyczkę!

source: NeoBoot is running from:
es: NeoBoot se inicia desde:
pl: Lokalizacja neoboota:

source: NeoBoot is running image:
es: Imagen en marcha actualmente:
pl: Uruchomione oprogramowanie:

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!!
es: NeoBoot se actualizó correctamente.Ahora puedes poner en marcha el plugin otra vez. Disfruta!!!
pl: NeoBoot został pomyślnie zaktualizowany.Możesz teraz uruchomić ponownie wtyczkę. Baw się dobrze!!!

source: NeoBoot successfully updated list tv. Have fun !!
es: NeoBoot lista de canales TV actualizada correctamente. Disfruta !!
pl: NeoBoot pomyślnie zaktualizował listę tv. Baw się dobrze!!!

source: NeoBot started installing new image.
es: NeoBoot empezó instalar nueva imagen.
pl: NeoBot rozpoczął instalację nowego oprogramowania.

source: NeoBoot: Deleting Image
es: NeoBoot: Borrando imagen
pl: NeoBoot: Usuwanie oprogramowania

source: NeoBoot: Install new image
es: NeoBoot: Instalación imagen nueva
pl: NeoBoot:Instalacja nowego oprogramowania.

source: Number of images installed:
es: Número de imágenes instaladas:
pl: Liczba zainstalowanych oprogramowań:

source: Please: DO NOT reboot your STB and turn off the power.
es: PROHIBIDO resetear ni desconectar de corriente al receptor.
pl: Proszę:NIE uruchamiaj ponownie STB i nie wyłączaj zasilanie.

source: Remove Image
es: Borrando imagen
pl: Usuwanie oprogramowania

source: Download Image
es: Descargando Imagen
pl: Pobieranie oprogramowania

source: Removing canceled!
es: Borrado anulado!
pl: Usuwanie anulowane !

source: Delete password
es: Borrado de contraseña
pl: Usuwanie hasła. Usunąć hasło root z oprogramowania ?

source: Update NeoBot
es: Actualización de NeoBoot
pl: Aktualizacja NeoBoota

source: Make copy
es: Crear copia
pl: Utwórz kopię

source: Restoring backup
es: Volver a la copia
pl: Przywracanie kopii zapasowej

source: The update has been canceled.
es: Actualización ha sido cancelada.
pl: Aktualizacja została anulowana.

source: Install the new images from the Internet
es: Instala nuevas imágenes de internet
pl: Zainstaluj nowe oprogramowanie z internetu.

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device.
pl: Niestety wydaje się,że nie są poprawnie sformatowane urządzenia zamontowane w odbiorniku.Aby zainstalować NeoBoota trzeba sformatować urządzenie w formacie linux.

source: Sorry the name of the new Image is too long.
es: Lo siento, el nombre de la imagen nueva,es demasiado largo.Pon el nombre más corto.
pl: Niestety, nazwa nowego oprogramowania jest zbyt długa. Proszę nadać nową krótszą nazwę.

source: Sorry this name is reserved. Choose another name for the new Image.
es: Lo siento,este nombre ya está en uso.Elige otro nombre.
pl: Niestety ta nazwa jest już używana. Wybierz inną nazwę dla nowego oprogramowania.

source: Sorry you cannot delete Flash image
es: Lo siento, no puedes borrar la imagen instalada en la memoria Flash del receptor.
pl: Niestety, nie można usunąć oprogramowania zainstalowanego w wewnętrznej pamięci odbiornika, flash.

source: Sorry you cannot delete the image currently booted from.
es: Lo siento,no se puede eliminar la imagen que está en uso actualmente.
pl: Niestety, nie można usunąć aktualnie uruchomionego oprogramowania. Wybierz inne oprogramowanie.

source: Sorry, Neoboot can be installed or upgraded only when booted from Flash
pl: Niestety, NeoBoot może instalować oprogramowanie, lub być uaktualniony, tylko wtedy, gdy jest uruchomiony z wewnętrznej pamięci flash !.

source: Sorry, an Image with the name
es: Lo siento,imagen con el nombre
pl: Przepraszamy, oprogramowanie z nazwą

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to install NeoBoot!
es: Lo siento,ningún dispositivo está conectado en tu receptor. Por favor, conecta un USB o HDD a tu receptor para instalar a NeoBoot!
pl: Niestety,nie ma żadnych podłączonych urządzeń w Twoim odbiorniku. Proszę podłączyć usb lub hdd aby zainstalować NeoBoota!

source: Sorry, Unable to install, bad satellite receiver or you do not have the full plug-in version The full version of the NEO VIP plugin is on address: krzysztofgutosie@.gmail.com
pl: Przepraszamy, Nie można zainstalować, zły odbiornik satelitarny lub nie posiadasz pełnej wersji wtyczki. Pełną wersję wtyczki NEO VIP możesz uzyskać pod adresem: krzysztofgutosie@.gmail.com Napisz do nas, zapraszamy...

source: Source Image file
es: Origen del archivo imagen
pl: Wybierz oprogramowanie:

source: NeoBoot has not been installed ! :(
pl: NeoBoot nie został zainstalowany! :(

source: Would you like to download the image from the network now ?
es: Quieres descargar la imagen de la red ahora?
pl: Pobrać teraz oprogramowanie z sieci ?

source: The directory %s is not a ext2, ext3, ext4 or nfs partition.Make sure you select a valid partition type to install.
pl: To urządzenie %s nie jest sformatowane w ext2, ext3, ext4 lub nfs lub nie jest zapisywalne. Upewnij się, że wybrałeś prawidłowy typ partycji do instalacji.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
es: Este dispositivo no está formateado al EXT2,EXT3,EXT4 o NFS. Asegurate elegir bién el tipo de partición.
pl: Wybrany katalog %s zaznaczonego urządzenia nie jest sformatowany w ext2, ext3, ext4 lub nfs. Upewnij się, że wybrałeś prawidłowy typ partycji.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type. It may be helpful to restart the stb device completely.
pl: Wybrany katalog zaznaczonego urządzenia %s nie jest sformatowany w ext2, ext3, ext4 lub nfs. Upewnij się, że wybrałeś prawidłowy typ partycji. Pomocne może być całkowite zrestart urządzenia stb.

source: Do you want install NeoBoot ?
pl: Kontynuować instalację ?

source: Please, wait...
es: Espera,por favor...
pl: Proszę czekać...

source: Keyboard
es: Teclado
pl: Klawiatura

source: Copy the channel list ?
es: Copiar lista de canales ?
pl: Skopiować z wewnętrznej pamięci flash listę kanałów ?

source: Copy CamdMenager ?
es: Copiar ManagerCam ?
pl: Skopiować menedżer Cam ?

source: Copy the drivers ? (Recommended only other image.)
es: Copiar controladores de lib?(Recomendado sólo para otros receptores)
pl: Skopiować sterowniki ? (zalecane tylko dla innych oprogramowań niż Twój model)

source: Copy mounting disks ? (Recommended)
es: Copiar montaje de discos?(Recomendado)
pl: Skopiować montowanie dysków?(Zalecane)

source: Remove zip file after installation ?
es: Borrar archivo zip despues de instalación?
pl: Usunąć plik zip po instalacj?

source: Used:
es: Memoria usada en el disco:
pl: Użyta pamięć dysku :

source: Capacity :
pl: Zajęta pamięć dysku :

source: Select skin.
pl: Wybierz skórkę.

source: Block or unlock skins.
pl: Blokuj lub odblokowuj skórki.

source: Block or unblock the neoboot skin display in the system skin.
pl: Zablokuj lub odblokuj w skórce systemowej, wyświetlanie skórki neoboot.

source: Select Yes to lock or No to unlock. %s ?
pl: Wybierz Tak aby zablokować lub Nie aby odblokować. %s ?

source: Free Space :
pl: Wolna przestrzeń dysku:

source: Copy the network settings DNS ? (Not recommended for VTi)
es: Copiar configuración de red DNS?(no recomendado para VTi)
pl: Skopiować ustawienia sieciowe DNS?(Nie zalecane dla VTi)

source: Start the new image after installation ?
es: Iniciar nueva imagen despúes de instalación?
pl: Uruchomić nowe oprogramowanie po instalacji ?

source: Stop E2 processes during installation?
pl: Zamrozić procesy sytemu na czas instalacji ?

source: Overwrite the files of the module and firmware ?
es: Sobreescribir archivos de módulo y software?
pl: Zastąpić pliki modułu i oprogramowania układowego?

source: Welcome to NeoBoot %s Plugin installation.
es: Bienvenido a la instalación de NeoBoot %s.
pl: Witamy w instalacji wtyczki NeoBoota %s.

source: You are not running OpenSPA Image. You must mount devices Your self.
pl: Nie używasz oprogramowania OpenPLi. Należy ręcznie zamontować urządzenie.

source: You have to provide a name for the new Image.
es: Catálogo /media/ neoboot/ImagesUpload está vacío\n Instala archivos de la imagen en el formato .ZIP o .NFI o pon el nombre del archivo nuevo.
pl: Katalog /media/neoboot/ImagesUpload jest pusty!\n Wgraj pliki oprogramowania w formacie zipa lub nfi, lub podaj nazwę nowego image.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/neoboot/ImagesUpload and select the image to install.
es: Debes elegir una Imagen para instalación. Por favor, envía archivo .zip a la carpeta: /media/neoboot/ImagesUpload y elegir imagen para su instalación
pl: Musisz wybrać jedeo oprogramowanie do zainstalowania. Proszę przesłać plik zip do folderu:/media/neoboot/ImagesUpload i wybierz oprogramowanie do zainstalowania.

source: You really want to install NeoBoot in:
es: Realmente quieres instalar a NeoBoot en:
pl: Naprawdę chcesz zainstalować NeoBoota na:

source: no image to remove
es: no hay imagen para borrar
pl: Brak oprogramowania do usunięcia.

source: remove
es: borrar
pl: usuwanie

source: unknown
es: desconocido
pl: nieznany

source: /proc/mounts
es: /proc/montajes
pl: /proc/montowania

source: Failed to open /proc/mounts
es: Error de apertura /proc/montajes
pl: Nie można otworzyć /proc/montowania

source: /proc/filesystems
es: /proc/sistema de archivos
pl: /proc/systemy plików

source: Failed to read /proc/filesystems:
es: Error de lectura/proc/sistema de archivos:
pl: Nie można odczytać/proc/systemy plików:

source: device
es: dispositivo
pl: urządzenie

source: /part
es: /parte
pl: /część

source: part
es: parte
pl: część

source: disc
es: disco
pl: dysk

source: /sys/block/
es: /sys/bloque/
pl: /sys/blok/

source: /dev
es: /dispositivo
pl: /urządzenie

source: Unable to determine structure of /dev
es: Estructura del dispositivo no determinada
pl: Nie można określić struktury w urządzeniu

source: new Harddisk
es: Disco Duro nuevo
pl: nowy dysk twardy

source: External (CF)
es: Externo (CF)
pl: Zewnętrzny (CF)

source: Internal
es: Interno
pl: Wewnętrzny

source: External
es: Externo
pl: Zewnętrzny

source: size
es: tamaño
pl: rozmiar

source: /vendor
es: /usado
pl: /użyte

source: Failed to get model:
es: No se pudo saber la marca:
pl: Nie udało się uzyskać modelu:

source: umount
es: desmontar
pl: od montuj

source: [Harddisk]
es: [Disco Duro]
pl: [Dysk Twardy]

source: mounting:
es: montando:
pl: montowanie:

source: Initializing storage device...
pl: Inicjowanie urządzenia pamięci masowej...

source: Removing partition table
es: Borrando tabla de partición
pl: Usuwanie tabeli partycji

source: Rereading partition table
es: Relectura tabla de partición
pl: Ponowne odczytanie tabeli partycji

source: Waiting for partition
es: Esperndo partición
pl: Oczekiwanie na partycji

source: Creating partition
es: Creando partición
pl: Tworzenie partycji

source: Creating filesystem
es: Creando sistema de archivos
pl: Tworzenie systemu plików

source: /proc/version
es: /proc/versión
pl: /proc/wersja

source: Failed to detect Linux version:
es: No se detecta versión de Linux :
pl: Nie udało się wykryć wersji Linuxa:

source: largefile
es: archivo grande
pl: duży plik

source: Waiting for mount
es: Esperando para montaje
pl: Oczekiwanie na montowanie

source: Checking filesystem...
es: Comprobando sistema de archivos...
pl: Sprawdzić poprawność instalacji ?

source: You system does not support ext4
es: Tu sistema no soporta ext4
pl: Twój system nie obsługuje ext4

source: Converting ext3 to ext4...
es: Conversión ext3 a ext4...
pl: Konwersja ext3 na ext4...

source: Partition(mountpoint=%s,description=%s,device=%s)
es: Partición(punto de montaje=%s,descripción=%s,dispositivo=%s)
pl: Partycja(punkt montowania=%s,opis=%s,urządzenie=%s)

source: Device %s is not mounted
es: Dispositivo %s no está montado
pl: Urządzenie %s nie jest zamontowane

source: update packages
es: actualización de paquetes
pl: aktualizacja pakietów

source: update
es: actualización
pl: aktualizacja

source: Internal flash
es: Flash Interno
pl: Wewnętrzny flesz

source: enumerating block devices...
es: calculando bloques del dispositivo...
pl: wyliczanie bloków urządzenia...

source: enumerating network mounts...
es: calculando montajes de red...
pl: wyliczanie montowania sieci...

source: new Network Mount
es: nuevo Montaje de la Red
pl: nowe montowanie sieci

source: new Network Mount being used as HDD replacement -> /media/hdd/
es: nuevo montaje de la Red usado como HDD -> /media/hdd/
pl: nowe montowanie sieci stosowane jako dysk twardy -> /media/hdd/

source: couldn't determine blockdev physdev for device
es: no se pudo determinar bloques physdev para el dispositivo
pl: nie udało się ustalić bloków physdev dla urządzenia

source: External Storage %s
es: Disco externo %s
pl: Dysk zewnętrzny %s

source: couldn't read model:
es: no puedo leer la marca :
pl: nie mogę odczytać modelu:

source: Partition %d
es: Partición %d
pl: Partycja %d

source: Failed to set %s speed to %s
es: No se pudo configurar %s velocidad a %s
pl: Nie udało się ustawić %s prędkość do %s

source: Unmount
es: Desmontar
pl: Odmontuj

source: Mount
es: Montar
pl: Montowanie

source: /dev/nomount.%s
es: /dispositivo/sin montar.%s
pl: /urządzenie/bez montowania.%s

source: ERROR: Failed to create /dev/nomount file:
es: ERROR: no se pudo crear archivos en el dispositivo,falta montar:
pl: BŁĄD:nie udało się utworzyć pliku w urządzeniu,brak montowania:

source: ERROR: Failed to remove /dev/nomount file:
es: ERROR: No se puede quitar dispositivo/sin montar:
pl: BŁĄD:nie można usunąć pliku,brak montowania:

source: Writing inode tables:
es: Escribiendo nudo de las tablas:
pl: Zapisywanie tabel węzła:

source: Creating journal
es: Creando diario
pl: Tworzenie dziennika

source: inode
es: nudo
pl: węzeł

source: journal
es: diario
pl: dziennik

source: No mountpoints found?
es: Puntos de montaje no encontrados?
pl: Nie znaleziono punktów montowania?

source: Failed to remove path '%s':
es: No se pudo quitar pista '%s':
pl: Nie udało się usunąć ścieżki '%s':

source: unavailable
es: no disponible
pl: niedostępne

source: system type
pl: typ systemu

source: Processor
es: Procesador
pl: Procesor

source: processor
es: procesador
pl: procesor

source: undefined
es: no definido
pl: niezdefiniowany

source: Extract contents of UBI image.
es: Extraer contenido imagen UBI.
pl: Wyodrębnij zawartość image UBI.

source: [NeoBoot] Zip file unzipped. Installation in progress, please wait ...
es: [NeoBoot] Archivo ZIP decompresado Instalación en progreso.Espera por favor...
pl: [NeoBoot] Plik zip wypakowany. Instalacja w toku,proszę czekac...

source: Wait almost over ... Loading the image to: %s
es: Espera,casi terminado ... Cargando imagen a:%s
pl: Poczekaj,prawie koniec... Ładowanie oprogramowania do: %s

source: Maintain file permissions, requires running as root. (default: False)
es: Manten permisos para los archivos,requiere arranque como root. (por defecto: Falso)
pl: Zachowaj uprawnienia do plików,wymaga uruchomienia jako root.(domyślnie:False)

source: Suppress warnings and non-fatal errors. (default: False)
es: Deshacer alertas y errores críticos.(por defecto:Falso)
pl: Pomijaj ostrzeżenia i błędy krytyczne.(domyślnie:False)

source: Specify PEB size
es: Especifica tamaño PEB
pl: Określ rozmiar PEB

source: Specify output directory path.
es: Especifica ruta para directorio path.
pl: Określ ścieżkę do katalogu wyjściowego.

source: filepath
es: ruta path
pl: ścieżka pliku

source: File to extract contents of.
es: Ruta para extraer contenido...
pl: Plik do wyodrębnienia zawartości.

source: File path doesn't exist.
es: Ruta path archivo no existe.
pl: Ścieżka do plik nie istnieje.

source: Volume output directory is not empty. %s
es: Volumen administrativo de salida no está vacío. %s
pl: Katalog wyjściowy woluminu nie jest pusty. %s

source: Writing to: %s
es: Escribir a: %s
pl: Zapisywanie do: %s

source: errors
es: errores
pl: błędy

source: Error Count Header
es: Cifra de errores cabezera
pl: Liczba błędów nagłówka

source: Volume Table Record: %s
es: Capacidad de tabla de las grabaciones: %s
pl: Zapis tabeli pojemności: %s

source: name
es: nombre
pl: nazwa

source: Volume: %s
es: Capacidad: %s
pl: Pojemność: %s

source: No blocks found.
es: Bloques no encontrados.
pl: Nie znaleziono bloków.

source: Delete
es: Borrar
pl: Usunąć

source: Read Only
es: Sólo lectura
pl: Tylko do odczytu

source: Preserve
es: Mantener
pl: Zachować

source: Reject
es: Rechazar
pl: Odrzucić

source: %sUBI File
es: %sArchivo UBI
pl: %s Plik UBI

source: %sLEB Size: %s
es: %sTamaño LEB: %s
pl: %s Rozmiar LEB: %s

source: %sPEB Size: %s
es: %sTamaño PEB: %s
pl: %s Rozmiar PEB: %s

source: %sTotal Block Count: %s
es: %sBloques en total: %s
pl: %s Łączna liczba bloków:: %s

source: %sData Block Count: %s
es: %sDatos de los bloques en total : %s
pl: %s Dane liczby bloków: %s

source: %sLayout Block Count: %s
es: %sEstructura de los bloques en total: %s
pl: %s Układ liczby bloków: %s

source: %sInternal Volume Block Count: %s
es: %sCapacidad de los bloques en total: %s
pl: %s Wewnętrzna liczba bloków objętości: %s

source: %sUnknown Block Count: %s
es: %sBloques desconocidos en total: %s
pl: %s Nieznana liczba bloków: %s

source: %sFirst UBI PEB Number: %s
es: %sPrimer número UBI PEB: %s
pl: %s Pierwszy numer UBI PEB: %s

source: %sImage Sequence Num: %s
es: %sNúmero de sequencia de la imagen: %s
pl: %s Numer sekwencji image: %s

source: %sVolume Name:%s
es: %sNombre capacidad:%s
pl: %s Nazwa objętości:%s

source: %sPEB Range: %s - %s
es: %sRango PEB: %s - %s
pl: %s Zakres PEB: %s - %s

source: %sName: %s
es: %sNombre: %s
pl: %s Nazwa: %s

source: %sBlock Count: %s
es: %sBloques en total: %s
pl: %s Liczba bloków: %s

source: %sVolume Record
es: %sCapacidad Grabación
pl: %s Objętości wgrywania

source: %sFile Offset: %s
es: %sCorrer archivo: %s
pl: %s Przesunięcie pliku: %s

source: %sBlock Size: %s
es: %sTamaño bloque: %s
pl: %s Rozmiar bloku: %s

source: %sInternal Volume: %s
es: %sCapacidad interna: %s
pl: %s Objętość wewnętrzna: %s

source: %sIs Volume Table: %s
es: %sIsCapacidad tabla: %s
pl: %sIs Tabela objętości: %s

source: %sIs Valid: %s
es: %s Válido:: %s
pl: %s Jest prawidłowy:: %s

source: %sErase Count Header
es: %sBorrar cabezera del contador
pl: %s Usuwanie nagłówka licznika

source: %sVID Header Header
es: %sCabezera cabezero VID
pl: %s Nagłówek nagłówka VID

source: autoresize
es: autoregulación
pl: autoregulacja

source: Image: %s
es: Imagen: %s
pl: Obraz: %s

source: Start offset larger than file size!
es: Empieza correr más grandes que este archivo!
pl: Rozpocznij przesunięcie większe niż rozmiar pliku!

source: UBIFS Common Header
es: Cabezera común UBIFS
pl: Wspólny nagłówek UBIFS

source: UBIFS Super Block Node
es: Super Bloque Nudo UBIFS
pl: Super blok węzła UBIFS

source: UBIFS Master Block Node
es: Nudo del bloque principal UBIFS
pl: Węzeł bloku głównego UBIFS

source: UBIFS Directory Entry Node
es: Nudo introducción directorio UBIFS
pl: Węzeł wpisu katalogu UBIFS

source: offset
es: correr
pl: przesunięcie

source: UBIFS Data Node
es: Nudo datos UBIFS
pl: Węzeł danych UBIFS

source: UBIFS Index Node
es: Nudo Index UBIFS
pl: Węzeł indeksu UBIFS

source: Backup
es: Copia(respaldo)
pl: Kopia zapasowa

source: list
es: lista
pl: lista

source: Backup Confirmation
es: Confirmación de copia de respaldo
pl: Potwierdzenie kopii zapasowej

source: NeoBoot: Backup Image
es: NeoBoot: Copia de respaldo
pl: NeoBoot: Kopia zapasowa oprogramowania.

source: Backup Image
es: Copia de respaldo Imagen
pl: Kopia zapasowa oprogramowania.

source: Reinstall kernel
pl: Przeinstaluj jądro

source: Used Kernel:Flash
es: Kernel usado:Flash
pl: Użyte jądro:Flesz

source: Kernel Version:
es: Versión de Kernel:
pl: Wersja jądra:

source: Flash
pl: Flesz
