Repository: gutosie/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: es, pl

source: NeoBot - First use yellow button and Set Disk Label! Without labeling disc neoboot may not work properly
pl: NeoBot - Najpierw użyj żółtego przycisku i ustaw etykietę label dysku! - bez etykietowania dysku, neoboot może nie działać prawidłowo.

source: Disk UUID not found - Universally unique identifier (UUID) is not required. You can proceed with further installation or give an ID to your disk. To continue the installation neoboo, press OK or No to abort.
pl: Nie znaleziono UUID dysku Uniwersalny unikatowy identyfikator (UUID) nie jest wymagany. Można kontynuować dalszą instalację bez nadania uuid lub nadać identyfikator dysku. Aby kontynuować instalację neoboota, naciśnij OK, lub Nie by przerwać instalację.

source: NeoBot - choose what you want to do, install or not !!!
pl: NeoBot - wybierz, co chcesz zrobić, kontynuować instalację lub przerwać ? !!!

source: Proceed with further installation without providing a unique identifier for the disks ?
pl: Kontynuować instalację bez podawania unikalnego identyfikatora dla dysków ?

source: NeoBoot has not been installed ! :
pl: NeoBoot nie został zainstalowany! :

source: Delete label
pl: Usuń etykietę

source: Add label
pl: Dodaj etykietę

source: Set label
pl: Ustaw etykietę

source: !!!Do not set the label for /dev/mmcblk0p !!!
pl: !!!Nie ustawiaj label dla /dev/mmcblk0p !!!

source: Select partition to set label:
pl: Wybierz partycję, aby ustawić etykietę:

source: Choice label to set:
pl: Etykieta wyboru do ustawienia:

source: Current partition label:
pl: Obecna etykieta partycji:

source: Selected label is set
pl: Wybrana etykieta jest ustawiona

source: Set label on %s?
pl: Ustawić label dla %s?

source: Add new partition label:
pl: Utworzyć nową partycję:

source: Delete label from %s?
pl: Usunąć etykietę z %s?

source: Label is delete
pl: Etykieta usunięta

source: Change
pl: Zmień

source: Backup the image from NeoBoot
pl: Wykonaj kopię oprogramowanie z neoboota.

source: - Option to copy drivers to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
pl: "" - opcja przenosi z flasza sterowniki do instalowanego oprogramowania w neoboot, zalecane tylko w przypadku jeśli instalujemy image od innego model niż posiadamy. Mając np. obiornik vuplus i instalując oprogramowanie np. od innej marki zaznaczamy opcję na Tak

source: Choose the image you want to make a copy of
pl: Wybierz oprogramowanie, którego kopię chcesz wykonać.

source: You have the following images installed
pl: Lista zainstalowanych image.

source: You still have free:
pl: Pozostało wolnego miejsca:

source: NeoBoot: COMPLETE Backup!
pl: NeoBoot: Kopia Zapasowa KOMPLETNA !

source: NeoBoot: Image Backup
pl: NeoBoot: Kopia Zapasowa Obrazu

source: Backup confirmation
pl: Potwierdzenie kopii zapasowej

source: Make copies of the image: %s now ?
pl: Wykonać kopię oprogramowania: %s teraz ?

source: The required space on the device is 300 MB. Do you want to take this image: %s now ?
pl: Przed przywróceniem sprawdź, czy masz wolne miejsce na swoim urządzeniu 300MB Zaznaczono plik kopii: %s przywrócić teraz ?

source: Neoboot: Restore COMPLETE !
pl: Neoboot: przywróć KOMPLETNE!

source: Launch Device Manager?
pl: Uruchomić menedżera urządzeń ?

source: Remove the plug
pl: Odinstalować NeoBoot ?

source: Uninstall
pl: Odinstaluj

source: If you choose Yes, the Multibot image settings will be restored and only uninstalled. You can reinstall it
pl: Jeśli wybierzesz Tak, ustawienia neoboot zostaną przywrócone do domyślnych. Możesz go ponownie zainstalować.

source: Restore copy NeoBoot
pl: Przywrócić kopię NeoBoot ?

source: Wait, deleting ...
pl: Czekaj usuwam...

source: Install neobot from flash memory to all images
pl: Skopiować wtyczkę neobota z wewnętrznej pamięci flash, do wszystkich oprogramowań na nośnik danych ?

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
pl: NeoBoot został pomyślnie zaktualizowany. Możesz teraz zrestartować wtyczkę. Dobrej zabawy !!!

source: Do you really want to clear
pl: Czy naprawdę chcesz wyczyścić ?

source: Update available only from the image Flash.
pl: Aktualizacja dostępna tylko z poziomu wewnętrznej pamięci Flash.

source: List of supported stb.
pl: NeoBoot: lista wspieranych modeli STB.

source: Run
pl: Uruchom

source: Your image flash cannot be mounted.
pl: Twoje oprogramowanie nie może być zamontowane.

source: Sorry you can delete only from the image Flash.
pl: Przepraszamy, możesz usunąć tylko z poziomu wewnętrznego oprogramowania Flash.

source: Restoring settings...
pl: Przywracanie ustawień...

source: Removing boot manager from NeoBoot....
pl: Usuwanie menedżera rozruchu...

source: NeoBoot restoring media mounts...
pl: Przywracanie montowań dysków...

source: Cancel execution?
pl: Anulować wykonanie ?

source: Path to save not exist: '/tmp/'
pl: Ścieżka do zapisu nie istnieje: '/tmp /'

source: File write error: '%s'
pl: Błąd zapisu pliku: '% s'

source: Save the commands and the output to a file? ('%s')
pl: Zapisać polecenia i dane wyjściowe z konsoli w pliku ? ('%s')

source: Hide Console
pl: Ukryj konsolę

source: Upload image files in zip formats to the ImagesUpload location.
pl: [NeoBoot] Aby zainstalować oprogramowanie, prześlij pliki oprogramowania w formacie zip, do lokalizacji ImagesUpload. Zrezygnowano z instalacji wtyczki.

source: 3. To install the new software in multiboot, you must send the software file compressed in zip format via ftp to the ImagesUpload directory, or download from the network.
pl: 3. Aby zainstalować nowe oprogramowanie w multiboot, należy wysłać przez ftp do katalogu ImagesUpload plik oprogramowania skompresowany w formacie zip, lub pobrać z sieci.

source: Reinstall neoboot
pl: Ponownie zainstalować neoboota ?

source: Your image flash is mounted in the media location
pl: Twoje image flash zamontowano w lokalizacji media

source: Copy the tv list with flash on all image
pl: Skopiuj telewizyjną listę z wewnętrznej pamięci flash, do wszystkich zainstalowanych oprogramowań w neobootcie.

source: Sorry, the operation is not possible from Flash
pl: Przepraszamy, operacja nie jest możliwa z poziomu wewnętrznej pamięci internal flash.

source: Mount Internal Flash
pl: Montowanie oprogramowania flash.

source: Install software internal flash memory in media
pl: Zainstaluj wewnętrzną pamięć oprogramowania flash w media.

source: To use the new skin please restart enigma2
pl: Aby używać nowej skórki, proszę zrestartować system enigma2.

source: Sorry, There is no neobot backup to restore
pl: Przepraszamy, nie ma kopii zapasowej neobota do przywrócenia.

source: Install the tv list with flash on all images
pl: Skopiować listę tv z flash do wszystkich oprogramowań ?

source: Copy the IPTV Player plugin from flash to all images
pl: Skopiować wtyczkę IPTV Player z flash do wszystkich image ?

source: Are you sure you want to delete the image from the ImagesUpload directory If you choose the red button on the remote control then you will delete all zip images from the ImagesUpload directory
pl: Czy na pewno chcesz usunąć wszystkie pliki zipa z katalogu ImagesUpload ? Jeśli wybierzesz czerwony przycisk na pilocie, usuniesz wszystkie oprogramowania spakowane w zip z katalogu ImagesUpload.

source: Make complete copy NeoBoot
pl: Wykonać kompletną kopię NeoBoot ?

source: Select Install to continue
pl: Wybierz Instaluj aby kontynuować

source: Successful fun :)
pl: Udanaj zabawy! q(-_-)p :) gutosie

source: This option is available only from openpli or derivatives.
pl: Ta opcja dostępna tylko z poziomu openpli lub pochodnych.

source: Do you really want to initialize the device? All data on the disk will be lost!
pl: Czy naprawdę chcesz zainicjować urządzenie? Wszystkie dane na dysku zostaną utracone!

source: Install NeoBOOT from github
pl: Zainstaluj NeoBOOT z github

source: Are you sure you want to reinstall neoboot from github.
pl: Jesteś pewien że chcesz ponownie zainstalować neoboota z github ?

source: NeoBoot donate
pl: Przekaż darowiznę.

source: Donate to the project
pl: Przekaż dobrowolną darowiznę na projekt neoboota

source: - Access to the latest version
pl: - Dostęp do najnowszej wersji

source: - Full version
pl: - Pełna wersja wtyczki.

source: - Online support
pl: - Wsparcie online

source: - More information email
pl: - Więcej informacji pod adresem email

source: We thank you for any help
pl: Dziękujemy za wszelką pomoc

source: If you want to support the neoboot project, you can do so by contacting us by e-mail:
pl: Jeśli chcesz wesprzeć projekt neoboot możesz to zrobić kontaktując się z nami mailowo:

source: Copy picon flash to image install ?
pl: Skopiować picony z pamięci flash ?

source: Transfer kodi settings ?
pl: Przenieś ustawienia Kodi ?

source: Updates feed cam OpenATV softcam
pl: Aktualizacje źródła openatv softcam.

source: Add softcam download from feed.
pl: Dodaj pobieranie softcam online z feed.

source: Update FeedExtra on the installed image.
pl: Zaktualizuj FeedExtra w zainstalowanych image.

source: Sorry, you can install up to 2 images, this is not neoboot vip version. Get unlimited image installations in VIP version
pl: Przepraszamy, możesz zainstalować maksymalnie 2 images, to nie jest wersja neoboot vip. Uzyskaj wersję NeoBoot VIP by instalować nieograniczoną liczbę image.

source: Sorry, this is not neoboot vip version. Get NEO-VIP version, more info press blue button or try to update.
pl: Przepraszamy, dostęp do wszystkich opcji ma wersja neoboot vip. Zdobądz NEO-VIP, więcej info uzyskasz naciskając niebieski guzik na pilocie lub spróbuj wykonać aktualizację.

source: VIP - Try entering the pin code again.
pl: VIP - Spróbuj ponownie wpisać kod pin.

source: Sorry, this is not neoboot vip version. Get NEO-VIP version, more info press blue button.
pl: Przepraszamy, dostęp do wszystkich opcji ma wersja neoboot vip. Zdobądz NEO-VIP, więcej info uzyskasz naciskając niebieski guzik na pilocie.

source: Sorry cannot open neo menu. Access Fails with Error code 0x50.
pl: Przepraszamy, nie można otworzyć menu. Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x50

source: Sorry cannot open neo menu. Access Fails with Error code 0x02.
pl: Przepraszamy, nie można otworzyć menu opis. Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x02

source: Sorry cannot open neo menu Backup. Access Fails with Error code 0x60.
pl: Przepraszamy, nie można otworzyć menu Backup. Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x60

source: Sorry cannot open neo menu Restore. Access Fails with Error code 0x61.
pl: Przepraszamy, nie można otworzyć menu Restore. Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x61

source: Sorry, cannot open instalation menu. Access error with error code 0x72.
pl: Przepraszamy, nie można otworzyć menu instalacji. Błąd dostępu z kodem błędu 0x72.

source: Sorry, cannot open neo menu install image.
pl: Przepraszamy, nie można otworzyć menu instalacji.

source: Sorry cannot open neo menu Reinstall Kernel. Access Fails with Error code 0x03.
pl: Przepraszamy, nie można otworzyć menu Reinstall Kernel. Błąd dostępu z kodem błędu 0x03.

source: Sorry cannot open neo menu. Not supported tuners.
pl: Przepraszamy, nie mogę otworzyć neo menu. Nieobsługiwane tunery.

source: Sorry, cannot open neo menu image install. Access Fails with Error code 0x70.
pl: Przepraszamy, nie można otworzyć menu instalacji image. Błąd dostępu z kodem błędu 0x70.

source: Sorry, could not open image install menu. No access to VIP version. Access error with error code 0x71.
pl: Przepraszamy, nie można otworzyć menu instalacji image. Brak dostępu do wersji VIP. Błąd dostępu z kodem błędu 0x71

source: Sorry cannot open neo menu - no flash
pl: Neoboot nie potrafi wykonać wybranego zadania - no flash

source: Sorry cannot open menu set disk label Access Fails with Error code 0x01.
pl: Neoboot nie potrafi uruchomić opcji set disk label. Kod błędu 0x01.

source: Sorry cannot open run.py file - Access Fails with Error code 0x30.
pl: Przepraszamy, nie można otworzyć pliku uruchamiania run.py Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x30

source: Sorry cannot open run file - Access Fails with Error code 0x40.
pl: Przepraszamy, nie można otworzyć pliku uruchamiania run.py Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x40

source: Sorry cannot open neo menu. Hymmm... Access Fails with Error code 0x73.
pl: Przepraszamy, nie mozna uruchomić tej opcji. Hymmm... Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x73.

source: Sorry cannot open neo menu. Access Fails with Error code 0x60.
pl: Nie udało się uruchomić polecenie, przepraszamy. Wybrana opcja kończy się niepowodzeniem z kodem błędu 0x60.

source: Neoboot vip version has expired, please re-access.
pl: Wersja vip wygasła, uzyskaj ponowny dostęp.

source: Get a free test to the full vip version.
pl: Uzyskaj darmowy test do pełnej wersji vip.

source: New version update neoboot is available! Please upgrade your flash plugin.
pl: Nowa aktualizacja wersji neoboot jest dostępna! Proszę wykonać aktualizację.

source: Bravo! Neoboot vip full version activated OK! Please restart your system E2.
pl: Bravo!!! Pełna wersja neoboot vip aktywowana OK! Proszę zrestartować system E2.

source: Get the full version of the multiboot plugin.
pl: Uzyskaj pełną wersję wtyczki multiboota.

source: Send an e-mail request for the neoboot vip version.
pl: Wyślij na adres e-mail pytanie o wersję neoboota vip.

source: VIP Access Activation Fails with Error code 0x10.
pl: Aktywacja dostępu VIP kończy się niepowodzeniem z kodem błędu 0x10

source: VIP Access Activation Fails with Error code 0x20.
pl: Aktywacja dostępu VIP kończy się niepowodzeniem z kodem błędu 0x20

source: Create swap- file.
pl: Utwórz wymianę-swap.

source: Create swap-file.
pl: Utwórz plik-swap.

source: Remove file swap.
pl: Usuń plik swap.

source: Start create file swap.
pl: Utwórz wymianę plik swap.

source: The plug-in not installed
pl: Wtyczka nie została zainstalowana.

source: The file swapfile already exists!
pl: Plik swapfile już istnieje!

source: The swap not exists.
pl: Swap nie istnieje.

source: Remove swap, please wait...
pl: Uswanie pliku swap, proszę czekać...

source: Creation complete swap
pl: Tworzenie pliku wymiany swap zakonczone.

source: Creation swap ' + myfile+ ', please wait...
pl: Tworzenie swap ' + myfile+ ', proszę czekać...

source: Select the Swap File Size:
pl: Wybierz rozmiar pliku wymiany:

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
pl: Przepraszamy, nie podłączono żadnych fizycznych urządzeń obsługujących SWAP. Nie można utworzyć pliku wymiany w sieci lub systemie plików fat32

source: Please select device to use as swapfile location
pl: Wybierz urządzenie, które ma być używane jako lokalizacja pliku wymiany

source: Your receiver is not on the list of supported tuners. Access error with error code 0x71.
pl: Na liście wspieranych tunerów nie ma twojego odbiornika. Kod błędu 0x71.

source: The folder hdd or usb not exists!
pl: Katalog hdd lub usb nie istnieje!

source: VIP access error. Reinstall the plugin.
pl: Błąd dostepu do wersji VIP. Ponownie zainstaluj wtyczkę.

source: Sorry cannot open Image Downloader. Access Fails with Error code 0x05.
pl: Błąd dostepu do wtyczki Image Downloader. Kod błędu 0x05.

source: Sorry cannot open neo menu My Upgrade. Access Fails with Error code 0x06.
pl: Błąd dostepu do menu aktualizacji neoboota. Kod błędu 0x06.

source: Sorry cannot open neo menu Neo Boot Image Choose. Access Fails with Error code 0x07.
pl: Błąd dostepu do głównego menu wtyczki. Kod błędu 0x07.

source: Sorry cannot open neo menu NeoBoot Installation. Access Fails with Error code 0x08.
pl: Błąd dostepu do menu instalacji neoboota. Kod błędu 0x08.

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device. Click on the blue button to open Devices Panel.
pl: Przepraszamy, wygląda na to, że na twoim STB nie ma zainstalowanych urządzeń sformatowanych w systemie Linux. Aby zainstalować NeoBoot, potrzebujesz urządzenia part1 sformatowanego w systemie Linux. Kliknij niebieski przycisk, aby otworzyć panel urządzeń i sformatuj dysk.

source: Disk the directory HDD or USB is not a ext2, ext3 or ext4. Make sure you select a valid partition type to install neoboot.
pl: Dysk katalogu HDD lub USB nie jest partycją ext2, ext3 lub ext4. Upewnij się, że wybrałeś prawidłowy typ partycji do zainstalowania neoboota.

source: Please wait and dont disconnect the power !!! ....
pl: Proszę czekać i nie odłączać zasilania !!! ....

source: Receiver reboot in 5 seconds... !!!
pl: Restart odbiornika za 5 sekund... !!!

source: Formatting
pl: Formatowanie

source: Formatting Disk
pl: Formatowanie dysku

source: Select disk.
pl: Wybierz dysk:

source: Install Panel Extra Feed
pl: Zainstaluj Panel Extra Feed

source: Install Multi Stalker
pl: Zainstaluj Multi Stalker

source: Install Multiboot Flash Online
pl: Zainstaluj Multiboot Flash Online

source: Initialization - formatting disk for neoboot.
pl: Inicjalizacja - formatowanie dysku pod neoboota.

source: Install Dream Sat Panel
pl: Zainstaluj Dream Sat Panel

source: Hard disk: %s Formatting ? Attention! All data will be lost !!!
pl: Wybrany dysk to: %s formatować ? Uwaga! Wszystkie dane zostaną utracone!!!

source: Skip this step and install neoboot. This option is available in the neoboot menu.
pl: Pomiń ten krok i zainstaluj neoboota. Ta opcja jest dostepna w menu neoboota.

source: Email your receiver Ethernet MAC and get a neoboto VIP
pl: Wyślij na email Ethernet MAC twojego odbiornika i zdobądź neoboota VIP

source: Ethernet MAC not found.
pl: Nie znaleziono Ethernet MAC.

source: VIP Pin code missing.
pl: VIP nie został aktywowany.

source: NEOBOOT VIP ACTIVATED
pl: NEOBOOT VIP AKTYWOWANY

source: Update %s is available.
pl: Aktualizacja %s dostępna.

source: Set the disk label and uuid
pl: Ustaw etykietę-label dysku i uuid

source: Set Disk Label
pl: Ustaw etykietę-label

source: Set UUID Label
pl: Ustaw label i uuid

source: Label set OK
pl: Etykieta label nadana OK

source: UUID set OK
pl: UUID przypisany OK

source: UUID exists or neoboot not installed yet After installing the plugin, give uuid
pl: UUID istnieje lub neoboot nie jest jeszcze zainstalowany. Po zainstalowaniu wtyczki nadaj uuid.

source: Start the set disk label
pl: Uruchom by ustawić etykietę dysku.

source: Copy the FeedExtra Player plugin from flash to all images
pl: Skopiuj wtyczkę FeedExtra Player z pamięci flash do wszystkich obrazów.

source: Sorry, the operation is not possible from Flash or not supported.
pl: Przepraszamy, operacja nie jest możliwa z Flasha lub nie jest obsługiwana.

source: Boot Image
es: Iniciar imagen

source: NeoBoot - Menu
es: NeoBoot-Menú

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device. Click on the blue button to open Devices Panel
es: Lo siento,al parecer los dispositivos no están formateados correctamente en el receptor.Para instalar a NeoBoot,hay que formatear el dispositivo part1 en formato Linux.Pulsa el botón azúl para abrir el panel de dispositivos

source: Sorry, Meoboot can be installed or upgraded only when booted from Flash
es: Lo siento,NeoBoot puede instalar la imagen o ser actualizado,sólo cuando está arrancado desde la flash.

source: Sorry: Wrong image in flash found. You have to install in flash OpenPli Image
es: Lo siento: se ha detectado una imagen inadecuada en la memoria flash.Tienes que instalar imagen OpenPli

source: Stop processes E2 for installation ?
es: Parar procesos E2 al tiempo de instalación?

source: You are not running OpenPli Image. You must mount devices Your self.
es: No usas OpenPLi.Monta el dispositivo manualmente.

source: /model
es: /marca

source: Initialiting storage device...
es: Iniciación de dispositivo memoria masiva ...

source: Backup image
es: Copia de respaldo Imagen

source: Install Kernel
es: Instalar Kernel

source: [NeoBoot] The /media/neoboot/ImagesUpload directory is EMPTY !!! Please upload the image files in .ZIP or .NFI formats to install.
es: [NeoBoot] Catálogo /media/neoboot/ImagesUpload está VACÍO! Envía por favor archivos de la Imagen en formato .ZIP o .NFI y restablece la instalación.

source: The /media/neoboot/ImagesUpload directory is EMPTY! Please upload the image files in .ZIP or .NFI formats to install.
es: Catálogo /media/neoboot/ImagesUpload está VACÍO! Envía por favor los archivos en formato .ZIP o .NFI y restablece instalación.

source: WARNING !!! First, mount the device.
es: PRECAUCIÓN !!! primero monta el dispositivo.

source: 5. For proper installation XenoBota receiver must be connected to the Internet.
es: 5. Para buen montaje de NeoBoot,el receptor debe estár conectado al internet.

source: 3. To install a new image in NeoBoot should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
es: 3.Para instalar nuevas Imágenes en NeoBoot,hace falta mandar por protocolo FTP archivo del programa comprimido en ZIP o NFI a la carpeta: /media/neoboot/ImagesUpload y con el mando en NeoBoot usar el botón verde <Instalación>

source: Are you sure you want to completely remove NeoBoot of your image? If you choose so all directories NeoBoota will be removed. A restore the original image settings Flash.
es: Estás seguro que quieres desinstalar a NeoBoot por completo de tu receptor ? Si eliges-SÍ,todos los catálogos de NeoBoot serán borrados. Volverá la configuración original de la Imagen en flash.

source: Choose what you want to do !
es: Elige,que quieres hacer !

source: Meoboot detected that you want to run the image blackhole. \Warning!!! - BlackHole not run without the boot manager !!! If you are running an image blackhole not converted to another during the restart from the boot manager !!! Start the selected image now ?
es: NeoBoot detectó,que quieres iniciar la Imagen BlackHole. Precaución!!! - BlackHole hay que iniciar sin Manager de arranque !!! Si tienes iniciada Imagen BlackHole no la cambies a otra mientras haces reseteo desde el Manager de arranque!!! Iniciar Imagen elegida ahora?

source: Meoboot detected that is not installed on the model VuPlus, you can not run an image BlackHole !!!
es: NeoBoot detectó,que está instalado en el modelo de VuPlus, no se puede iniciar la BlackHole !!!

source: MOUNTING. / Restart image.'
es: MONTAJE./Restart Imagen '

source: SetupMounts
es: Configuración de montajes

source: Completed update NeoBoot. You need to restart the E2 !!! Restart now ?
es: Actualización de NeoBoot terminó. Debes iniciar de nuevo Enigma2 !!! Iniciar de nuevo ahora ?

source: Copy the kernel of the installed system (recommended only for Vu+) ?
es: Copiar Kernel del sistema instalado ahora(recomendado sólo para Vu+) ?

source: Do not copy files from Flash to the installed image ?
es: No copiar archivos de Flash a Imagen instalada ?
