Repository: gutosie/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: es, pl

source: Sorry you cannot overwrite the image currently booted from. Please, boot from Flash to restore this backup.
es: Lo siento,no se puede reemplazar imagen actualmente ouesta en marcha.Inicia la imegen de memoria flash para restaurar la copia de respaldo.
pl: Przepraszamy, nie można zastąpić aktualnie uruchamianego oprogramowania. Proszę uruchomić pamięć flash, aby przywrócić kopię zapasową.

source: Restore Confirmation
es: Confirmar restauración
pl: Potwierdzenie przywracania

source: Wait please, NeoBoot is working: ....Restore in progress....
es: Espera,por favor, NeoBoot está trabajando: ....Progreso de restauración....
pl: Proszę czekać,NeoBoot pracuje:....Trwa przywracanie....

source: NeoBoot: Restore COMPLETE !
es: NeoBoot: Restauración COMPLETA !
pl: NeoBoot:Przywracanie KOMPLETNE!

source: NeoBoot: Restore Image
es: NeoBoot: Restauración Imgen
pl: NeoBoot: Przywracanie oprogramowania.

source: NeoBoot restoring media mounts....
es: NeoBoot restauración montajes....
pl: NeoBoot przywrócenie montowania....

source: NeoBoot remove complete....
es: NeoBoot barrado completo...
pl: NeoBoot usuwanie kompletne...

source: NeoBoot is removing...
es: NeoBoot se está borrando...
pl: NeoBoot jest usuwany...

source: NeoBoot: Deleting All Images
es: NeoBoot: Borrando todas las Imágenes
pl: NeoBoot:Usuwanie wszystkich oprogramowań

source: NeoBoot: Download Image....
es: NeoBoot: Descargando Imagen....
pl: Pobieranie oprogramowania....

source: NeoBoot new Image download
es: NeoBoot descargando Imagen nueva
pl: Pobieranie nowego oprogramowania.

source: GUI needs a restart. Do you want to Restart the GUI now?
es: El receptor necesita resetearse.. Quieres iniciar de nuevo GUI ?
pl: Odbiornik wymaga ponownego uruchomienia. Czy chcesz ponownie uruchomić GUI ?

source: Restart GUI now?
es: Iniciar de nuevo GUI?
pl: Uruchomić ponownie GUI?

source: Backup NeoBoot
es: Copia de respaldo de NeoBoot
pl: Kopia zapasowa NeoBoota

source: NeoBoot is based on a egamiboot < mod by gutosie and madu >
es: NeoBoot se basa en egamiboot <mod gutosie y madu>
pl: NeoBoot bazuje na egamiboot <mod gutosie i madu>

source: nfidump by gutemine - Thanks
es: nfidump by gutemine - Gracias
pl: nfidump by gutemine - Thanks/Dzięki

source: Sorry, NeoBot installs new images only from the Flash
es: Lo siento,NeoBoot instala nuevas Imágenes sólo desde la Flash
pl: Przepraszamy, neoboot instaluje nowe oprogramowanie tylko z pamięci flash.

source: NeoBot has detected that it is not running image from the memory of the decoder. Start selected image now ?
es: NeoBot detectó,que la Imagen no funciona en la memoria del receptor. Iniciar ahora la Imagen elegida ?
pl: NeoBot wykrył, że nie można uruchomić oprogramowania z pamięci odbiornika. Uruchomić wybrane oprogramowanie ?

source: Download additional images from the network
es: Descarga más Imágenes de la red
pl: Pobierz dodatkowe oprogramowanie z sieci.

source: The installation process may take a few minutes.
es: El proceso de instalación puede durar unos minutos.
pl: Proces instalacji może potrwać kilka minut.

source: Please, wait...
es: Espera,por favor...
pl: Proszę czekać...

source: Stop action
pl: Przerwij działanie

source: Deleting languages
pl: Usuwanie języków

source: Select to delete.
pl: Wybierz aby usunąc

source: File: %s remove ?
pl: Pliki: %s usunąć ?

source: Copy the system settings ? (Not recommended)
es: Copiar configuración del sistema ? (No recomendado)
pl: Skopiować ustawienia systemowe?(Nie zalecane)

source: Multi image
es: Instalación multi imagen
pl: Instalacja wielu oprogramowań.

source: NeoBoot installation image
es: NeoBoot instalación de Imagen
pl: NeoBoot instalacja oprogramowania.

source: STB name:
es: Nombre del receptor:
pl: Nazwa odbiornika:

source: Reboot stb now ?
pl: Zretartować całkowicie stb ?

source: An error was encountered, you have neoboot installed on usb and hdd. Uninstall one directories from one drive.
pl: Napotkano błąd, masz neoboot zainstalowany na USB i HDD. Odinstaluj jeden katalog z jednego dysku i ponów instalację.

source: Catalog %sImagesUpload directory is empty Please upload the image files in zip or nfi formats to install
pl: [NeoBoot] Katalog %sImagesUpload nie zawiera spakowanego oprogramowania w postaci zip-a ! Proszę przesłać pliki oprogramowania w formacie zip-a lub nfi i ponowić instalację.

source: Directory %sImagesUpload is empty Please upload the image files in zip or nfi formats to install
pl: Katalog %sImagesUpload nie zawiera spakowanego oprogramowania w postaci zip-a ! Proszę przesłać pliki oprogramowania zip-a i ponowić instalację.

source: The operation has been canceled or meoboot is not running in stb VuPlus
es: Procedimiento ha sido anulado o NeoBoot no funciona en VuPlus
pl: Operacja została anulowana lub NeoBoot nie działa w VuPlus

source: NeoBoot successfully updated IPTVPlayer. Have fun !!
es: NeoBoot actualizó con éxito la actualización de E2iPlayer. Disfrutalo!!
pl: NeoBoot pomyślnie zaktualizował IPTVPlayera. Baw sie dobrze!!!

source: Instruction
es: Manual
pl: Instrukcja

source: Device Manager
es: Manager Dispositivos
pl: Menedżer urządzeń

source: Info disc
es: Info Disco
pl: Dyski

source: NeoBot checks the connected media. WAIT ... DISCS:
es: NeoBoot comprueba dispositivos conectados. ESPERA... DISCOS:
pl: NeoBoot sprawdza podłączone nośniki danych. CZEKAJ... DYSKI:

source: NeoBot - Available media:
es: NeoBoot - Dispositivos disponibles:
pl: NeoBoot-Dostępne nośniki danych:

source: After selecting OK start Mounting Manager, option Mount - green
es: Despúes del OK inicia Manager de montajes,opción Montaje -verde
pl: Zatwierdź Tak by uruchomić menedżer montażu i wybierz opcję "Ustawienia montowania" (zielony)

source: Do you want to run the manager to mount the drives correctly ?
es: Quieres iniciar a Manager para montar correctamente dispositivos?
pl: Uruchomić menedżer urządzeń aby poprawnie zamontować dyski ?

source: Device Manager encountered an error, disk drives not installed correctly !!!
es: Manager de dispositivos encotró el error, los discos no han sido instalados correctamente !!!
pl: Menedżer urządzeń napotkał błąd,dyski nie zostały poprawnie zainstalowane!!!

source: ... q(-_-)p ... NeoBot to function properly need additional packages. Select Yes and wait ... Proces installation may take a few moments ... Install ?
es: ... q(-_-)p ... NeoBoot necesita más paquetes para funcionar correctamente. Elige la opción SÍ y espera ... Instalación del proceso puede durar unos momentos ... Instalar?
pl: ... q(-_-)p ... NeoBoot do prawidłowego działania potrzebuje dodatkowych pakietów. Wybierz opcję Tak i poczekaj.... Proces instalacji może potrwać kilka chwil... Zainstalować?

source: Installing packages ...
es: Instalando paquetes...
pl: Instalowanie pakietów...

source: Installation operation canceled. This is not a vuplus box !!!
es: El proceso ha sido anulado.Este no es receptor VuPlus!!!
pl: Operacja instalacji została anulowana.To nie jest odbiornik vuplus!!!

source: Canceled ... NeoBoot will not work properly !!! NeoBoot works only on VuPlus box, Ultimo4k, Solo4k, Uno4k !!!
es: Anulado... NeoBoot no funcionará correctamente!!! NeoBoot funciona sólo con los receptores VuPlus !!!
pl: Anulowano...NeoBoot nie będzie działał poprawnie!!!NeoBoot działa tylko na odbiornikach VuPlus!!!

source: The download neoboot update.
es: Descarga actualización de NeoBoot.
pl: Pobierz aktualizację NeoBoota.

source: Installation
es: Instalación
pl: Instalacja

source: Version update:
es: Versión de actualización:
pl: Wersja aktualizacji:

source: NeoBoot version:
es: Versión de Neoboot:
pl: Wersja Neoboota:

source: It is recommended to give a label to the disk.
pl: Zaleca się nadanie etykiety dyskowi.

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install NeoBoot
es: Esta es la lista de dispositivos conectados a tu receptor Elige por favor el dispositivio donde quieres instalar a NeoBoot
pl: Oto lista podłączonych urządzeń w Twoim odbiorniku Proszę wybrać urządzenie na którym chciałbyś zainstalować NeoBoota

source: Tools Neoboot
es: Herramientas de NeoBoot
pl: Narzędzia NeoBoota

source: No file location NeoBot, do re-install the plugin.
es: No hay archivo de NeoBoot en ninguna localización, instala el plugin de nuevo.
pl: Brak lokalizacji pliku NeoBoota,ponownie zainstaluj wtyczkę.

source: Enigma2 During the entire installation process does not restart the receiver !!!
es: Enigma2 Durante todo el proceso de instalación, no resetees al receptor !!!
pl: Enigma2 Podczas całego procesu instalacji nie restartuj odbiornika!!!

source: NeoBoot Ver. updates
es: NeoBoot vers. actualización
pl: NeoBoot wer.aktualizacji

source: NeoBoot Ver. updates
es: NeoBoot ver. actualización
pl: NeoBoot wer.aktualizacji

source: Ver. updates
es: Vers. actualización
pl: Wer.aktualizacji

source: 2. NeoBot is fully automated
es: 2.NeoBoot es completamente automatizado
pl: 2. NeoBoot jest w pełni zautomatyzowany

source: For proper operation NeoBota type device is required USB stick or HDD, formatted on your system files Linux ext3 or ext4..
es: Para el correcto funcionamiento de NeoBooot,se exige que la memoria USB o HDD,esté formateada al sistema de archivos Linux ext3 o ext4...
pl: Dla prawidłowego działania NeoBota jest wymagana pamięci usb lub hdd,sformatowana w systemie plików Linux ext3 lub ext4...

source: 1. If you do not have a media formatted with the ext3 or ext4 is open to the Device Manager <Initialize>, select the drive and format it.
es: 1.Si tu dispositivo no está formateado a ext3 o ext4, abre manager de montaje <Inicia>, elige disco y formatealo.
pl: 1. Jeśli nie masz nośnika sformatowanego w ext3 lub ext4, otwórz menedżer urządzeń, opcję Inicjuj, wybierz dysk i sformatuj go.

source: 2. Go to the device manager and install correctly hdd and usb ...
es: 2.Ve al Manager de montaje e instala correctamente hdd y usb ...
pl: 2. Przejdź do menedżera urządzeń i zainstaluj poprawnie hdd i usb...

source: 3. Install NeoBota on the selected device.
es: 3.Instala a NeoBooot en dispositivo elegido.
pl: 3. Zainstaluj NeoBota na wybranym urządzeniu.

source: 4. Install the needed packages...
es: 4.Instala paquetes necesarios...
pl: 4. Zainstaluj potrzebne pakiety...

source: 5. For proper installation NenoBota receiver must be connected to the Internet.
pl: 5. Dla prawidłowego montażu NenoBota odbiornik musi być podłączony do Internetu.

source: 6. In the event of a problem with the installation cancel and inform the author of the plug of a problem.
es: 6.En el caso de tener problemas con la instalación,anulala e informale al autor del plugin.
pl: 6.W razie problemów z instalacją anuluj i poinformuj autora wtyczki o problemie.

source: NeoBoot Ver.
pl: NeoBoot wer.

source: Have fun !!!
es: Disfruta !!!
pl: Baw się dobrze!!!

source: Remove NeoBoot of STB
es: Borrar a NeoBoot
pl: Usuwanie NeoBoota z STB

source: 1. Requirements: For proper operation of the device NeoBota are required USB stick or HDD.
es: 1. Requerimientos: Para buen funcionamiento de NeoBoot se necesita USB o HDD.
pl: 1. Do prawidłowego działania NeoBoota wymagane są pamięć usb lub hdd.

source: 3. To install a new image in MultiBocie should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
pl: 3.Aby zainstalować nowe oprogramowanie w neoboocie należy przesłać przez protokół ftp, plik oprogramowania skompresowany w zip lub nfi do folderu: /media/neoboot/ImagesUpload i z pilota w neoboot użyć zielonego przycisku - Instalacja

source: 4. For proper installation and operation of additional image multiboot, use only the image intended for your receiver. !!!
es: 4.Para la correcta instalación y funcionamiento de Imagen en NeoBoot,hace falta usar Imágenes creadas sólo para tú receptor. !!!
pl: 4.Do poprawniej instalacji i dzałania dodatkowego oprogramowania w neoboot, należy używać tylko oprogramowań przeznaczonych dla Twojego odbiornika.!!!

source: 5. By installing the multiboot images of a different type than for your model STB DOING THIS AT YOUR OWN RISK !!!
es: 5.Instalando en NeoBoot imágenes de otro tipo,que no sean para tú modelo de receptor, LO HACES POR TÚ PROPIO RIESGO!!!
pl: 5. Instalując w neoboot oprogramowanie innego typu, niż dla Twojego modelu odbiornika, ROBISZ TO NA WŁASNE RYZYKO !!!

source: 6. The installed to multiboot images, it is not indicated update to a newer version.
es: 6.Las imágenes instaladas en NeoBoot,no se recomienda hacer actualizaciones de las mismas.
pl: 6. W zainstalowanych na neoboot oprogramowaniach nie jest wskazana aktualizacja (upgrade) do nowszej wersji.

source: The authors plug NeoBot not liable for damage a receiver, NeoBoota incorrect use or installation of unauthorized additions or images.!!!
es: Los autores del plugin NeoBoot,no se hacen responsables de los daños causados por el uso incorreco de NeoBoot o instalaciones de imágenes inapropiadas
pl: Autorzy wtyczki NeoBoot, nie ponoszą odpowiedzialności za uszkodzenie odbiornika, nieprawidłowym użyciem NeoBoota lub instalację nieautoryzowanych dodatków lub oprogramowań.!!!

source: Are you sure you want to completely remove NeoBoota of your image? If you choose so all directories NeoBoota will be removed. A restore the original image settings Flash.
pl: Czy na pewno chcesz całkowicie usunć NeoBoota z Twojego odbiornika? Jeśli wybierzesz tak wszystkie katalogi neoboota zostaną usunięte. Zostaną przywrócone oryginalne ustawienia oprogramowania w wewnętrznej pamięci flash.

source: Delete the selected image -
es: Borrar Imagen elegida -
pl: Usunąć wybrane oprogramowanie -

source: Start the device manager
pl: Uruchomić menedżer urządzeń ?

source: Delete ?
es: Borrar ?
pl: Potwierdź czy usunąć. Usunąć ?

source: NeoBot was removed !!! The changes will be visible only after complete restart of the receiver.
es: NeoBoot ha sido borrado!!! Los cambios se efectuarán despúes de resetear tu receptor.
pl: NeoBoot został usunięty!!! Zmiany będą widoczne dopiero po ponownym uruchomieniu odbiornika.

source: Removed successfully.
es: Borrado con éxito.
pl: Pomyślnie usunięto.

source: Recovering setting....
es: Reestableciendo configuración ...
pl: Przywracanie ustawień....

source: Update neoboot in all images ?
es: Actualizar a Neoboot en todas las Imágenes?
pl: Zaktualizować neoboota na wszystkich oprogramowaniach ?

source: NeoBoot: Upgrading in progress Please wait...
es: NeoBoot: Actualización en curso Espera por favor...
pl: NeoBoot:Trwa aktualizacja Proszę czekać...

source: [NeoBoot] For proper operation of the image blackhole in neobot, you need to install additional packages. Install now ?
es: Para asegurar buen funcionamiento de BlackHole en Neoboot, hace falta instalar más paquetes. Instalar ahora ?
pl: Aby zapewnić prawidłowe działanie BlackHole w Neoboocie należy zainstalować dodatkowe pakiety. Teraz zainstalować?

source: Cancelled ... [meoboot] detected no file vmlinuz.gz. You can not run image BlackHole \ nImage BlackHole without the module will not be work properly !!!
es: Anulado... [NeoBoot] no detectó al archivo vmlinux.gz. No se puede poner en marcha a BlackHole Imágen BlackHole no funcionará sin módulo!!!
pl: Anulowano... [NeoBoot] nie wykrył pliku vmlinux.gz. Nie można uruchomć oprogramowania BlackHole Obraz BlackHole bez modułu nie będzie działać poprawnie!!!

source: Neoboot detected that you want to run the image blackhole. \Warning!!! - BlackHole not run without the boot manager !!! If you are running an image blackhole not converted to another during the restart from the boot manager !!! Start the selected image now ?
pl: NeoBoot wykrył że chcesz uruchomić oprogramowanie BlackHole. Ostrzeżenie!!!-BlackHole należy uruchamiać bez menedżera rozruchu!!! Jeśli masz uruchomione oprogramowanie BlackHole nie zmieniaj na inny podczas restartu z poziomu menedżera rozruchu!!! Uruchomić wybrane oprogramowanie ?

source: Neoboot detected that is not installed on the model VuPlus, you can not run an image BlackHole !!!
pl: NeoBoot wykrył że nie jest zainstalowany na modelu vuplus, nie można uruchomić oprogramowania BlackHole!!!

source: NeoBoot has detected that it is running image blackhole. To change the image should return to Flash !!! Start selected image now ?
es: NeoBoot detectó,que está iniciada la Imagen BlackHole. Para cambiar la Imagen,hay que volver a Flash !!! Iniciar Imagen elegida ahora?
pl: NeoBoot wykrył że jest uruchomione oprogramowanie BlackHole. By zmienić oprogramowanie, należy powróć do wewnętrznej pamięci flash !!! Uruchomić wybrane oprogramowanie ?

source: Download image...
es: Descargando Imagen...
pl: Pobieranie oprogramowania...

source: Not Detected kernel-module-nandsim, install ?
es: No se detectó kernel-module-nandsim, instalar ?
pl: Nie wykryto modułu jądra nandsim,zainstalować?

source: The installation has encountered an error !!!. This may be no connection to the server or the link has expired. When installing a new image use options ubi_reader...
es: Error durante la instalación !!!.. La causa puede ser falta de conexión con el servidor o falta de conexión a Internet. A la hora de instalar Imagen nueva,usa opción ubi_reader ...
pl: Podczas instalacji wystąpił błąd!!!. Powodem może być brak połączenia z serwerem lub połączenie wygasło. Podczas instalowania nowego oprogramowania użyj opcji ubi_reader ...

source: Cancelled ... Image BlackHole without the module will not work properly !!!
es: Anulado ... Imagen BlackHole sin módulo no funcionará correctamente !!!
pl: Anulowane...Obraz BlackHole bez modułu nie będzie działać poprawnie!!!

source: Package installation is complete. You can test image BlackHole ...
es: Instalación del paquete ha terminado. Puedes hacer el test de BlackHole ...
pl: Instalacja pakietu została zakończona. Możesz przetestować oprogramowanie BlackHole...

source: Cancelled ... neoboot without the module will not work properly !!!
es: Anulado ... Neoboot no funcionará correctamente sin módulo !!!
pl: Anulowane...Neoboot bez modułu nie będzie działał poprawnie!!!

source: Package installation is complete. You can test new image.
es: Instalación del paquete ha terminado.Puedes hacer el test de la nueva Imagen.
pl: Instalacja pakietu została zakończona. Możesz przetestować nowe oprogramowanie.

source: Cancelled
es: Anulado
pl: Anulowano

source: Canceled start off the image ...
es: Anulado el inicio de la Imagen...
pl: Anulowano start oprogramowania...

source: Exit
es: Salir
pl: Wyjście

source: Start the device manager ?
es: Iniciar a Manager de dispositivos ?
pl: Uruchomić menedżer urządzeń ?

source: Select OK to run the image.
es: Elige OK para iniciar la Imagen.
pl: Potwierdz start oprogramowania - OK

source: Use options without the boot manager.
es: Usa opción sin Manager de arranque.
pl: Użyj opcji bez menedżera rozruchu.

source: Use options with the boot manager.
es: Usa opción con Manager de arranque(recomendado)
pl: Użyj opcji z menedżerem rozruchu(zalecane)

source: Use the next start.
es: Usa el siguiente inicio.
pl: Użyj następnego uruchomienia.

source: Use nandsim
es: Usa nandsim(recomendado)
pl: Użyj nandsim(zalecane)

source: Use ubi_reader
es: Usa ubi_reader
pl: Użyj ubi_reader

source: Unpack the image tar.bz2 4K
es: Desempaqueta Imagen tar.bz2 4K
pl: Rozpakuj plik tar.bz2 4K

source: Unpack the image - no change.
es: Desempaqueta Imagen - sin cambios.
pl: Rozpakuj oprogramowanie - bez zmian.

source: Choose option to extract image
es: Elige opción extraer Imagen
pl: Wybierz opcję wyodrębnienia oprogramowania.

source: Installing multiple images
es: Instalación múltiple de Imágenes
pl: Instalowanie wielu oprogramowań.

source: [NeoBoot] We detected that you want to install more than 14 images, be sure to use options without the boot manager.
es: [NeoBoot] Quieres instalar más de 14 Imágenes,recuerda usar opción sin Manager de arranque mientras inicias la Imagen en NeoBoot.
pl: [NeoBoot] Chcesz zainstalować więcej niż 14 oprogramowań, pamiętaj by używać opcji bez menedżera rozruchu podczas uruchamiania image w NeoBoot.

source: Do you want to install ?
es: Quieres instalar?
pl: Czy chcesz zainstalować?

source: Sorry there is not enought available space on your device. You need at least 800 Mb free to install a new image.
es: Lo siento,en tu dispositivo hay poco espacio disponible.Para instalar imagen nueva,necesitas al menos 800 Mb de espacio libre.
pl: Niestety, na Twoim urządzeniu jest za mało wolnego miejsca. Aby zainstalować nowe oprogramowanie potrzebujesz przynajmniej 800 Mb wolnego miejsca.

source: Downloading available only from the image Flash.
es: Descarga disponible sólo desde la Flash.
pl: Pobieranie dostępne tylko z flesza.

source: Information available only when running Flash.
es: Información disponible sólo al inicio de la Flash.
pl: Informacje dostępne tylko z wewnętrznej pamięci flash.

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash.
es: Lo siento,a NeoBoot se puede instalar o actualizar sólo despues de iniciar la Flash.
pl: Przepraszamy,NeoBoota można zainstalować lub uaktualnić tylko po uruchomieniu z flesza.

source: Delete the selected image :
es: Borrar Imagen elegida :
pl: Usunąć wybrane oprogramowanie:

source: More options
es: Más opciones
pl: Więcej opcji

source: NeoBot - First use the Device Manager and mount the drives correctly !!!
es: NeoBot - Primero usa al Manager de dispositivos y monta correctamente los discos !!!
pl: NeoBoot - Najpierw użyj menedżer urządzeń i poprawnie zamontuj dyski!!!

source: [NeoBoot] The installation image is ready. Return to test the installed image. Press EXIT!
es: [NeoBoot]Instalación de la Imagen está lista.Vuelta para hacer el test de la Imagen instalada. Pulsa SALIR!
pl: [NeoBoot] Instalacja oprogramowania jest gotowa. Powróć by przetestować zainstalowane oprogramowanie. Naciśnij !

source: [NeoBoot]From the installation, you can not run an image BlackHole.
es: Desde el nivel de instalación,no se puede iniciar a BlackHole.
pl: Z poziomu instalacji nie można uruchomić oprogramowania BlackHole.

source: Updated unnecessary, you have the latest version. Please try again later.
es: Actualización innecesaria, tienes la versión más reciente.Intentalo más tarde.
pl: Aktualizacja niepotrzebna,masz najnowszą wersję.Spróbuj ponownie później.

source: MOUNTING. Restart image.'
pl: MONTOWANIE. Ponownie uruchom system.

source: Completed assembly of disks. To save the setting, switch the STB in deep standby !!! Restart ?
es: Terminado montaje de los discos. Para guardar configuración, pon el receptor en espara profundo !!! Resetear ?
pl: Zakończono montowanie dysków. Aby zapisać ustawienie,przełącz STB w tryb głębokiego czuwania!!! Uruchomić ponownie?

source: Please, wait....
es: Espera por favor....
pl: Proszę czekać....

source: Continues mounting equipment...
es: Continua montaje de dispositivos ...
pl: Kontynuuje montaż urządzeń...

source: Installing a proven and successful !!!!
es: Instalación comprobada y exitosa !!!
pl: Instalowanie sprawdzone i skuteczne!!!

source: The selected image starts after you hard reboot tuner.
es: La Imagen elegida se iniciará despúes de reseteo duro del receptor.
pl: Wybrane oprogramowanie uruchomi się po całkowitym restarcie odbiornika.

source: Welcome to the world of Python
es: Bienvenido en el mundo de Python
pl: Witamy w świecie Pythona

source: Wait please while scanning for devices...
es: Espera por favor,mientras se escanean los dispositivos...
pl: Proszę czekać,podczas skanowania urządzeń...
